# Задача 1. Вариант 27.
# Напишите программу, которая	будет сообщатm род деятельности и псевдоним под которым скрывается Жан Батист Поклен. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода. 

#Tarutin A.I.
#18_03_2016
print('Французский комедиограф Жан-Батист Поклен более извесен, как Мольер')
input('\n\nНажмите Enter, чтобы выйти.')
