# Задача 2. Вариант 27.
# Напишите программу, которая будет выводить на экран наиболее понравившееся вам высказывание, автором которого является Овидий. Не забудьте о том, что автор должен быть упомянут на отдельной строке.

#Tarutin A.I.
#18_03_2016
print(
'''
Покуда ты будешь счастлив, тебя будут окружать многочисленные друзья, но, когда наступят смутные дни, ты будешь одинок.
                                         (c)Ovidii
'''
)
input('\n\nНажмите Entor, чтобы выйти.')
