# Задача 3. Вариант 27.
#Напишите	программу,	которая	выводит	имя	"Чарльз	Лютвидж	Доджсон",	и запрашивает	его	псевдоним.	Программа	должна	сцеплять	две	эти	строки	и выводить	полученную	строку,	разделяя	имя	и	псевдоним	с	помощью	тире.

#Tarutin A.I.
#18_03_2016

name = input('Какой псевдоним был у Михаила Евгафовича Салтыкова? Ваш ответ: ')
if name == 'Н.Щедрин':
    print('Все верно: Михаил Евграфович имел псевдоним - ', name)
else:
    print('Возможно', name, '- это именно вы)')
input('\n\nНажмите Enter, чтобы выйти')
